tap "homebrew/cask-fonts"

cask "arc"
cask "firefox"

cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "alacritty"
cask "tableplus"
cask "orbstack"

cask "spotify"
cask "slack"
cask "keka"
cask "obsidian"
cask "1password"

cask "font-jetbrains-mono"


brew "tldr"
brew "pinentry-mac"
brew "awscli"
brew "diff-so-fancy"
