tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "jesseduffield/lazydocker"
tap "withgraphite/tap"

cask "arc"
cask "firefox"

cask "zed"
cask "jetbrains-toolbox"
cask "alacritty", args: { no_quarantine: true }
cask "ghostty"
cask "tableplus"
cask "orbstack"
cask "tunnelblick"
cask "tuple"

cask "spotify"
cask "slack"
cask "keka"
cask "obsidian"
cask "1password"
cask "rectangle"
cask "raycast"
cask "loom"

cask "font-jetbrains-mono"
cask "font-departure-mono"
cask "font-ibm-plex-mono"

brew "tmux"
brew "direnv"

brew "tldr"
brew "tree"
brew "diff-so-fancy"
brew "jq"
brew "awscli"
brew "gh"
brew "graphite"
brew "hey"
brew "k6"
brew "watchexec"

brew "colima"
brew "jesseduffield/lazydocker/lazydocker"

brew "nvim"
brew "ripgrep"
brew "fzf"
brew "stylua"

brew "gnupg"
brew "pinentry-mac"

brew "mas"
brew "stow"

brew "bun"
brew "python"
brew "python-setuptools" # Needed for install gyp things
brew "php"
brew "composer"
brew "dotnet"
brew "golang"
brew "elixir"
brew "gleam"
brew "zig"
