tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "jesseduffield/lazydocker"

cask "arc"
cask "firefox"

cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "alacritty", args: { no_quarantine: true }
cask "tableplus"
cask "orbstack"
cask "tunnelblick"
cask "tuple"
cask "insomnia"

cask "spotify"
cask "slack"
cask "keka"
cask "obsidian"
cask "1password"
cask "rectangle"
cask "raycast"
cask "loom"

cask "font-jetbrains-mono"

brew "tmux"
brew "tldr"
brew "diff-so-fancy"
brew "awscli"
brew "gh"
brew "bun"

brew "colima"
brew "jesseduffield/lazydocker/lazydocker"

brew "nvim"
brew "ripgrep"
brew "fzf"
brew "stylua"

brew "gnupg"
brew "pinentry-mac"

brew "mas"
brew "stow"

brew "php"
brew "composer"
